.scripts/load/explore.yml
config:
  target: "http://localhost.discover.getpocket.com"
  phases:
    - duration: 60
      arrivalRate: 10
      rampTo: 50
      name: "Warm up the application"
    - duration: 120
      arrivalRate: 50
      name: "Set the application on fire"
scenarios:
  - flow:
      - get:
          url: "/explore"