.scripts/load/syndicated-article.yml
config:
  target: "https://testqa-syndicated-article.web-discover.getpocket.dev"
  phases:
    - duration: 60
      arrivalRate: 20
      rampTo: 100
      name: "Drip feed"
    - duration: 120
      arrivalRate: 50
      name: "Fire hose"
scenarios:
  - flow:
      - get:
          url: "/explore/item/what-it-s-like-to-live-in-a-california-ghost-town"